[
  {
    "full_name": "Rand Fitzpatrick",
    "role": "Senior Product Manager, Code Intelligence, GitHub",
    "published_date_text": "March 13, 2019",
    "avatar_url": "/images/rand-fitzpatrick.jpg",
    "body": "I've had the pleasure to work with Kathy at both Heroku and GitHub, and have been constantly impressed with her product management and leadership skills. She combines a unique blend of product management practice, design acumen, technology depth, and business strategy, and unifies it in a very effective and very humane approach to her work. She has repeatedly demonstrated her abilities in building up new orgs, working with new market segments, and shipping product after product to great success."
  },
  {
    "full_name": "Michael Crane",
    "role": "Strategy & Product Executive",
    "published_date_text": "September 10, 2016",
    "avatar_url": "/images/mike-crane.jpg",
    "body": "The world of product is not easy or easily understood - the role is complex and the responsibilities are many. It also requires major awesomeness. Kathy was born to be a product manager. She not only understands the creative vision of a project, but her business knowhow and technical development experience allows her to plot out the course in which to realize it. There were many times during the project we worked on together for AAA that she’d sense confusion or frustration and either jump in to “translate” or offer to research alternatives to solving the problem at hand. But, perhaps one of Kathy’s most admirable qualities is that she truly gets work/life balance, expressing her creativity in crafting and DIY projects, as well as making sure to spend as much time outside exploring and enjoying nature as she can. I loved working with Kathy and hope we do it again at some point. I’m also grateful we still continue to make time to get together and talk shop and life when we can."
  },
  {
    "full_name": "Tim Nguyen",
    "role": "Product Manager",
    "published_date_text": "January 27, 2016",
    "avatar_url": "/images/tim-nguyen.jpg",
    "body": "Few people have the opportunity to work with a product manager that is both an expert strategist and an experienced developer - but I did when I worked for Kathy. Kathy skillfully led her team to several successful launches that fulfilled business goals and led to a happy client. Kathy had a great sense for product strategy, and I was always impressed with her ability to spotlight potential problems. As my mentor, Kathy's focus on building a high performing product team helped me develop the skills that have made me the PM that I today."
  },
  {
    "full_name": "Sudhir",
    "role": "Managing Principal at Phiz",
    "published_date_text": "January 18, 2016",
    "avatar_url": "/images/ghost.png",
    "body": "I worked Kathy on a brief project and working with her was a pleasure. The environment she creates for everyone in the team to share ideas and collaborate is just awesome. I really hope our paths do again cross in the near future."
  },
  {
    "full_name": "Matt Petrie",
    "role": "Software Developer",
    "published_date_text": "December 8, 2015",
    "avatar_url": "/images/matt-petrie.jpg",
    "body": "I've never seen a team more aligned on product vision than when working as a developer on a team with Kathy as product manager. She helps the whole team feel empowered to contribute toward building the best product --even if that means stepping outside of the discipline on your business card-- and she is an incredibly creative problem solver. She always keeps the team focused on what really matters: your users."
  },
  {
    "full_name": "Jen Lee",
    "role": "Business Development at Substantial",
    "published_date_text": "November 20, 2015",
    "avatar_url": "/images/jenn-lee.jpg",
    "body": "Kathy is one of the most creative and savvy people I've ever worked with. As a product manager and client facing team member, she's able to navigate tricky waters and troubleshoot urgent issues with grace. Given her extensive experience working at growing Silicon Valley companies, she's able to provide great insights into how to develop our team and office--and touches a lot of our initiatives around project deliver, hiring, and culture. Kathy would be a key hire at any organization and I'd be thrilled to work with her again."
  },
  {
    "full_name": "Joshua Sortino",
    "role": "Designer & Startup Advisor",
    "published_date_text": "April 18, 2014",
    "avatar_url": "/images/josh-sortino.jpg",
    "body": "Kathy is a unicorn among the product managers of today. Rarely will you find PM's who are as proficient in both the technical and emotional side of product development. Her ability to understand user-emotions and define meaningful goals that leave a lasting impact will make Kathy a beneficial addition to any team."
  },
  {
    "full_name": "Yuko Takahashi",
    "role": "Senior User Experience Designer at LinkedIn",
    "published_date_text": "April 29, 2014",
    "avatar_url": "/images/yuko.jpg",
    "body": "Kathy is an incredibly talented, well-rounded product manager: sharp business skills, an engineering background, a keen eye for design and user experiences, and generally just has a great attitude! What makes Kathy so unique is her energy and care she puts in to building great teams. She knows that behind a successful product is the team that builds it, and she does everything she can to set her teams up for success. She easily gains the respect from those who work with her. Any company she works for is very lucky to have her and I would love the chance to work with her again."
  },
  {
    "full_name": "Greg Williams",
    "role": "VP of Product Management at Stellar Labs",
    "published_date_text": "April 21, 2014",
    "avatar_url": "/images/greg-williams.jpg",
    "body": "Kathy quickly developed a network of deep relationships with her stakeholders throughout the organization in her role as Product Manager at Say Media, and was incredibly responsive to their business needs. She was a favorite of many folks that worked with her, and was a strong contributor to the overall culture of the company. She brought a great attitude to the job every day, and is missed!"
  },
  {
    "full_name": "Rachel Wolan",
    "role": "VP of Product & Design at Euclid Analytics",
    "published_date_text": "April 18, 2014",
    "avatar_url": "/images/rachel-wolan.jpg",
    "body": "Kathy is a rare product manager. She takes time to get a deep understanding of the business, and can develop and communicate both strategy and tactics to make sure that great products are built. Even more unusual, she knows how to toe the line between data and design in order to craft products that people want to use. She puts the needs of the company and the user first and foremost. Kathy also possesses the right temperament. She is great at building rapport with her team, possessing a wry wit and a level head even when her feet are held to the fire. She can communicate with developers, product managers, customers, and senior management alike. I feel extremely privileged to have worked with Kathy and can only hope that our paths will cross again in the future. Needless to say, I highly recommend Kathy for any senior position managing products, people or both."
  },
  {
    "full_name": "Alex Costello",
    "role": "Sr Manager, Marketing Operations at Mozilla",
    "published_date_text": "April 21, 2014",
    "avatar_url": "/images/alex-costello.jpg",
    "body": "Kathleen and I worked very closely between our different departments through much collaboration and very clear communication. She is organized and thoughtful in her approach to solutions. She considers the whole picture when planning and really looks at the steps it'll take to complete a desired project. She's a team player and an asset to any organization. Plus she can knit you warm scarves... always a bonus!"
  },
  {
    "full_name": "Darrick Brown",
    "role": "Engineering at Airbnb",
    "published_date_text": "December 2, 2013",
    "avatar_url": "/images/derek-brown.jpg",
    "body": "Kathy is incredibly fun and passionate on the outside, while being a seriously focused product and business person on the inside. Kathy has deep technical knowledge with a strong sense of responsibility for the customer. She has a keen ability to quickly wrap her expertise around a business problem and provide a solid product plan to address the issue. I had the pleasure of working with Kathy on our mobile product line. Shortly after joining, she quickly proved a number of our baseline assumptions were wrong and provided a product plan to address those issues. I was amazed at her skill of not only providing tractable solutions, but also how quickly she was able to get buy-in from the engineering teams. I highly recommend Kathy. She will bring clarity to your product lines, inspire your engineering team, and after a long day she's a blast to grab drinks with."
  },
  {
    "full_name": "Ken Sandy",
    "role": "Executive-level Product Management and Operations",
    "published_date_text": "May 24, 2013",
    "avatar_url": "/images/ken-sandy.jpg",
    "body": "Kathy keeps the team around her highly motivated through her wonderfully warm personality, can-do attitude, and focus on doing what is right by the customer. She has a talent to quickly understand a complex problem - breaking it down & determining the steps required to solve it - and then cheerfully sets her mind on implementing a solution."
  },
  {
    "full_name": "Candice Serran",
    "role": "Direcor Program Management at VM Ware",
    "published_date_text": "April 2, 2013",
    "avatar_url": "/images/candice-serran.jpg",
    "body": "Kathy is the perfect marriage of technical strength and business understanding. With her rare and passionate engineering background, she has the respect and credibility among her engineering and product team members. I feel confident when asking her perspective on key decisions and priority on business initiatives. She is the kind of product manager that you can trust and stand by in her decisions. Any organization would be lucky to have Kathy on their team!"
  },
  {
    "full_name": "Kerry Nehil",
    "role": "Designer at June",
    "published_date_text": "May 19, 2013",
    "avatar_url": "/images/kerry-nehil.jpg",
    "body": "Kathy has a special gift for getting to the core of a concept or challenge. Her dealings with clients was a huge asset to our development team and her technical knowledge ensured nothing was lost in translation. Kathy is very detailed, fun to work with and brings a broad range of skills to the table."
  },
  {
    "full_name": "Dan Harrelson",
    "role": "Design Director for Energy Management & Design Technology",
    "published_date_text": "May 7, 2013",
    "avatar_url": "/images/dan-harrelson.jpg",
    "body": "Kathy and I worked together for over two years. During that time I entrusted her to ensure that projects were delivered. She didn't let me or her teams down. Kathy managed many clients with long, complex projects. She was a good advocate for Agile methodologies within a design agency that was struggling to \"get\" Agile. Kathy is very level-headed and often was helpful in diffusing difficult situations. I'd recommend her highly."
  },
  {
    "full_name": "Anna Bloom",
    "role": "Content Strategist at Airbnb",
    "published_date_text": "October 4, 2012",
    "avatar_url": "/images/anna-bloom.jpg",
    "body": "Kathy is articulate, smart and strategic when it comes to her work. She is a natural leader who is calm and capable on the most challenging projects. I felt so lucky to have been able to work with her."
  },
  {
    "full_name": "Scott Tran",
    "role": "Senior Developer at Substantial",
    "published_date_text": "August 9, 2012",
    "avatar_url": "/images/ghost.png",
    "body": "Kathy has a rare combination of technical chops and people skills that's invaluable when working across disciplines. She's great at collaborating with clients, designers and engineers to define a common plan that balances the needs of everyone involved. I've really enjoyed working with her on projects and would be happy to do so again."
  },
  {
    "full_name": "Courtney Ryan Kaplan",
    "role": "Design Program Management at Facebook",
    "published_date_text": "August 20, 2008",
    "avatar_url": "/images/courtney-kaplan.jpg",
    "body": "Working with Kathy is always a pleasure because she comes to the project with a positive attitude. She's resourceful, knowledgeable, and ambitious. She is a natural organizer and willing to jump into new challenges with confidence. Beyond having a wealth of technical knowledge, Kathy is a individual with many interests outside her specific skillset -- all contributing to her well-rounded character and confidence. I recommend Kathy as a person with the rare combination of technical chops, and confident communication skills."
  },
  {
    "full_name": "Mateo Nares",
    "role": "Technical Lead, CSG at Cisco",
    "published_date_text": "August 19, 2008",
    "avatar_url": "/images/mateo-nares.jpg",
    "body": "Upon meeting Kathleen, I was stricken immediately by a genuine voracity for doing things correctly coupled with a penchant for finding appropriate solutions volitionally. Simply stated, she is by far the most intelligent developer I've met. Within her first weeks at Hot, Kathleen was working on multiple projects. She gracefully absorbed complex (at times ill-defined) parameters and churned out amazing code; always clean, never arbitrary. Her contributions were immediately apparent (and billable). I'll be the first to say that while being pleasant is not requisite for a great developer, Kathleen certainly makes a compelling case. Maybe you'll be fortunate enough to meet her and find out for yourself."
  }
]
